Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: gjøre virksomheten din mer attraktiv for samarbeidspartnere og investorer
nn: gjere virksomheita di meir attraktiv for samarbeidspartnarar og investorar

source: Det er mulig å patentere bioteknologiske oppfinnelser hvis patenterbarhetsvilkårene (nyhetskrav, oppfinnelseshøyde og industriell anvendbarhet) er oppfylt og oppfinnelsen ikke omfattes av noen av unntakene i patentloven.
nn: Det er mogleg å patentere bioteknologiske oppfinningar viss patenterbarheitsvilkåra (nyheitskrav, oppfinningshøgd og moglegheit for å nytte industrielt) er oppfylt og oppfinninga ikkje omfattast av nokre av unntaka i patentlova.

source: Saker som involverer immaterielle rettigheter, og særlig patentsaker, er ofte kompliserte og krever inngående juridisk og teknisk kompetanse.
nn: Saker som involverer immaterielle rettar, og særleg patentsaker, er ofte kompliserte og krev inngåande juridisk og teknisk kompetanse.

source: Hvis registreringen ikke har skjedd innen seks måneder regnet fra søknadsdagen, eller prioritetsdagen og du krever prioritet, vil søknaden automatisk bli allment tilgjengelig.
nn: Viss registreringa ikkje har skjedd innan seks månader rekna frå søknadsdagen eller prioritetsdagen og du krev prioritet, vil søknaden automatisk bli allment tilgjengeleg.

source: Andre opplysninger om forretningshemmeligheter som ikke er relevante for vurderingen av søknaden kan normalt også unntas.
nn: Andre opplysningar om forretningsløyndomar som ikkje er relevante for vurderinga av søknaden kan normalt også unntakast.

source: Det er en offentlig merkeordning som sikrer at norske matskatter får den beskyttelsen og anerkjennelsen de trenger.
nn: Det er ei offentleg merkeordning som sikrar at norske matskattar får det vernet og verdsetjinga dei treng.

source: gjør det enkelt for deg å sjekke om både domenenavn, foretaksnavn og varemerke er ledig - alle tre i ett søk.
nn: gjer det enkelt for deg å sjekke om både domenenamn, foretaksnamn og varemerke er ledig - alle tre i eitt søk.

source: En detaljert oversikt, kun på engelsk og fransk, finner du på WIPO sine sider om
nn: Ei detaljert oversikt, kun på engelsk og fransk, finner du på WIPO sine sider om

source: Når bruken har funnet sted.
nn: Når bruken har funne stad.

source: I målpopulasjonen må man ha valgt et representativt utvalg (utvalgsramme basert på vitenskapelige utvalgskriterier), normalt med en størrelse på 1 000 til 2 000 personer.
nn: I målpopulasjonen må ein ha vald eit representativt utvalg (utvalgsramme basert på vitskapelege utvalskriterier), normalt med ei storleik på 1 000 til 2 000 personar.

source: Det gir deg ingen beskyttelse på linje med registrering, men det kan brukes som et signal til markedet om at det er å oppfatte som et varemerke.
nn: Det gir deg ikkje vern på linje med registrering, men det kan brukast som eit signal til marknaden om at det er å oppfatte som eit varemerke.

source: Søknad om forlenget gyldighetstid kan være på norsk eller engelsk.
nn: Søknad om forlenga gyldigheitstid kan vere på norsk eller engelsk.

source: Bakgrunnen for kravet om daterte utskrifter er at slike nettsteder kan være under kontinuerlig forandring og en henvisning til en webadresse vil derfor kun vise bruken på besøkstidspunktet.
nn: Bakgrunnen for kravet om daterte utskrifter er at slike nettstader kan vere under kontinuerleg forandring og ei henvising til ei webadresse vil derfor berre vise bruken på besøkstidspunktet.

source: Forundersøkelser er konfidensielle og kan være nyttige uavhengig av om du skal sende inn en søknad om varemerkeregistrering.
nn: Forundersøkingar er konfidensielle og kan vere nyttige uavhengig av om du skal sende inn ein søknad om varemerkeregistrering.

source: Få inspirasjon for videreutvikling
nn: Få inspirasjon for vidareutvikling

source: «Den første prototypen laget jeg med hjelp av 3D-printeren, og allerede samme dag var vi ute og testet den», forteller Marianne.
nn: «Den fyrste prototypen laga eg med hjelp av 3D-skrivar, og allereie same dag var vi ute og testa den», forteljaren Marianne.

source: Frist for å betale gebyr for krav om fortsatt behandling
nn: Frist for å betale gebyr for krav om fortsatt behandling (oppreisingsgebyr)

source: Vi bidrar til konkurransekraft og hjelper norsk næringsliv med å styrke virksomheten sin på ulike måter.
nn: Vi bidreg til konkurransekraft og hjelper norsk næringsliv med å styrkje verksemda si på ulike måtar.

source: Fremtidige konkurrenter vil kanskje kunne ha en ledsagerbøyle, men de kommer aldri til å ha det som er unikt med U-GO, nemlig historien.»
nn: Framtidige konkurrentar vil kanskje kunne ha ein hjelpebøyle, men dei kjem aldri til å ha det som er unikt med U-GO, nemleg historia.»

source: Hvis han skulle gi andre noen råd på bakgrunn av erfaringen fra Stingray, er det å vurdere alle sideordnede muligheter til det som på et tidspunkt kan se ut som hovedalternativet.
nn: Dersom han skulle gi andre råd på bakgrunn av erfaringa frå Stingray, er det å vurdere alle sideordna mogelegheiter til det som på eit tidspunkt kan sjå ut som hovudalternativet.

source: Hvis du skal gjøre endringer i søknaden eller rettigheten din, må du melde dette skriftlig til oss før du betaler.
nn: :Dersom du skal gjere endringar i søknaden eller retten din, må du melde dette skriftleg til oss før du betalar.

source: Klager over enkeltvedtak
nn: Klagar over enkeltvedtak

source: Nesepumpen gir lindring for millioner av pasienter med migrene og kronisk rhinosinusitt (bihulebetennelse), og kan hjelpe til med å behandle andre tilstander og en rekke luftveisvirus.
nn: Nasepumpa gir lindring for millionar av pasientar med migrene og kronisk rhinosinusitt (biholebetennelse), og kan hjelpe til med å behandle andre tilstandar og ei rekkje luftvegsvirus.

source: Med ett unntak stiller vi oss bak disse retningslinjene.
nn: Med eitt unnatak stiller vi oss bak desse retningslinjene.

source: , søkt for blant annet stearinlys, har vi også nektet registrert.
nn: , søkt for blant anna stearinlys, har vi også nekta registrert.

source: Det å registrere navnet sitt som varemerke har også vært god forretning for tidligere idrettsstjerner.
nn: Det å registrere namnet sitt som varemerke har også vore god forretning for tidlegare idrettsstjerner.

source: strider mot offentlig orden eller moral
nn: strir mot offentleg orden eller moral

source: Hvis endringen er en navne- eller adresseendring, vil den fullmektigen som allerede står i registret vårt bli stående som fullmektig også etter at navne- eller adresseendringen er utført.
nn: Viss endringa er ei namne- eller adresseendring, vil den fullmektigen som allereie står i registeret vårt bli ståande som fullmektig også etter at namne- eller adresseendringa er utført.

source: En søknad om patent blir allment tilgjengelig først 18 måneder etter den dagen søknaden er levert inn til Patentstyret.
nn: Ein søknad om patent blir allment tilgjengeleg først 18 månader etter den dagen søknaden er levert inn til Patentstyret.

source: at søknaden oppfyller de formelle kravene, slik som at du har oppgitt hvem som er søker og designer, og at du har lagt ved tydelige bilder av designet
nn: at søknaden oppfyller dei formelle krava, slik som at du har oppgitt kven som er søkjar og designar, og at du har lagt ved tydelege bilde av designet

source: ePCT private services gir deg som kontoeier tilgang til alle internasjonale søknader som du selv eier eller forvalter.
nn: ePCT private services gir deg som kontoeigar tilgang til alle internasjonale søknadar som du sjølv eig eller forvaltar.

source: du har mulighet til å få fristforlengelse.
nn: du har moglegheit til å få fristforlenging.

source: Lenker til andre aktører
nn: Lenker til andre aktørar

source: Det er alltid innehaveren som skal gis siste mulighet til å uttale seg om innsigelsen før avgjørelsen skrives.
nn: Det er alltid innehavaren som skal få siste moglegheit til å uttale seg om motsegna før avgjerda skrivast.

source: Deres tekniske medarbeidere har kompetanse innenfor alle faser av produktutviklingsløpet, og kundene får tilgang til en bred portefølje av forskning, numeriske modelleringsresultater, 3D-modeller, materialspesifikasjoner og designretningslinjer.
nn: Dei tekniske medarbeidarane deira har kompetanse innanfor alle fasar av produktutviklingsløpet, og kundane får tilgang til ein brei portefølje av forsking, numeriske modelleringsresultat, 3D-modellar, materialspesifikasjonar og designretningslinjer.

source: Ideen er ikke ny
nn: Ideen er ikkje ny

source: Markedsføringstillatelsen som ligger til grunn for søknaden, bekreftes å være den første markedsføringstillatelsen for produktet her i landet.
nn: Marknadsføringsløyvet som ligg til grunn for søknaden bekreftast å vere det første marknadsføringsløyvet for produktet her i landet.

source: Varemerkeloven § 55 slår videre fast at en varemerkerett ikke kan være gjenstand for utlegg eller annen separat tvangsforfølgning fra fordringshavere.
nn: Varemerkelova § 55 slår vidare fast at ein varemerkerett ikkje kan vere gjenstand for utlegg eller anna separat tvangsforfølging frå fordringshavarar.

source: Søknader som er mangelfulle ved at de ikke har en tilstrekkelig beskrivelse og krav, er ikke mulig å vurdere.
nn: Søknader som er mangelfulle ved at dei ikkje har ei tilstrekkeleg forklaring og krav, er ikkje mogleg å vurdere.

source: Det er noen formelle vilkår når det gjelder hva et krav om overprøving skal inneholde og hvordan det skal utformes.
nn: Det er nokre formelle vilkår til kva eit krav om overprøving skal innehalde og korleis det skal utformast.

source: Ved å være tett på kunden blir tjenestene våre bedre og mer relevante.
nn: Ved å vere tett på kunden blir tenestene våre betre og meir relevante.

source: Det er viktig å datere slik informasjon og vise hvilke aviser eller TV-kanaler omtalen eller reklamen er hentet fra og hvor ofte reklamen er trykket eller vist.
nn: Det er viktig å datere slik informasjon og vise kva for aviser eller TV-kanalar omtalen eller reklamen er henta frå og kor ofte reklamen er trykt eller vist.

source: Når du har bestemt deg for å sende inn en søknad om designregistrering, bør du vurdere hvilke land du ønsker beskyttelse i.
nn: Når du har bestemt deg for å sende inn ein søknad om designregistrering, bør du vurdere kva for land du ønskjer vern i.

source: Er du interessert i et foredrag ved undervisningsinstitusjonen din eller til arrangementet ditt?
nn: Er du interessert i eit foredrag ved undervisningsinstitusjonen din eller til arrangementet ditt?

source: at designet er synlig for brukeren under normal bruk
nn: at designet er synleg for brukaren under normal bruk

source: Bli kjent med oss
nn: Bli kjend med oss

source: Det avgjørende er imidlertid at bare en del av dem som eksponeres for merket oppfatter det som krenkende, ikke at de fleste vil oppfatte det slik.
nn: Men det avgjerande er at berre ein del av dei som blir eksponerte for merket oppfattar det som krenkjande, ikkje at dei fleste vi oppfatte det slik.

source: Store salgskanaler som Amazon vil for eksempel stoppe å selge produkter som er i konflikt med et registrert varemerke.
nn: Store salskanalar som Amazon vil for eksempel stoppe å selje produkt som er i konflikt med eit registrert varemerke.

source: bedre tilgang på finansiering fra investorer og det offentlige
nn: betre tilgang på finansiering frå investorar og det offentlege

source: Airthings har flere ganger opplevd at noen har kopiert deres produkter.
nn: Airthings har fleire gongar opplevt at nokon har kopiert deira produkt.

source: En av disse gullkortkundene jobbet i kontorfellesskap med en person som samme dag som undersøkelsen ble sendt ut, registrerte navnet «The Thief» som merkevare under «hoteller og restauranter».
nn: Ein av desse gullkortkundane jobba i kontorfellesskap med ein person som same dag som undersøkinga blei send ut, registrerte namnet «The Thief» som merkevare under «hotell og restaurantar».

source: Selv om patentverdenen ikke alltid er helt enkel å forstå eller fungerer optimalt ser vi på patentbeskyttelse som veldig verdifullt».
nn: Sjølv om patentverda ikkje alltid er heilt enkel å forstå eller fungerer optimalt, ser vi på patentvern som veldig verdifullt.»

source: fra Samsung Electronics Co Ltd.
nn: frå Samsung Electronics Co Ltd.

source: Utfyllende kompetanse er veldig viktig.
nn: Utfyllande kompetanse er veldig viktig.

source: Patentstyret behandler søknader og gir rettigheter til patent, varemerke og design i Norge, både for norsk og utenlandsk næringsliv.
nn: Patentstyret behandlar søknader og gir rettar til patent, varemerke og design i Noreg, for både norsk og utanlandsk næringsliv.

source: Partene i saken skal stille forberedt til muntlig forhandling.
nn: Partane i saka skal stille førebudd til munnleg forhandling.

source: Dette selskapet bygger videre på kunnskap og erfaring som gründer-teamet over flere tiår har opparbeidet seg innenfor undervannsteknologi generelt og seismikk spesielt.
nn: Dette selskapet byggjer vidare på kunskap og erfaring som gründerteamet over fleire tiår har opparbeidd seg innanfor undervatnsteknologi generelt og seismikk spesielt.

source: Les mer om lisensiering
nn: Les meir om lisensiering

source: Trademark Clearinghouse er opprettet fordi det vil bli vanskelig å følge med blant de mange nye toppdomenene.
nn: Trademark Clearinghouse er oppretta fordi det vil bli vanskeleg å følgje med blant dei mange nye toppdomena.

source: Dersom det er nødvendig for å få saken tilstrekkelig opplyst, kan ansvarlig saksbehandler møte.
nn: Dersom det er nødvendig for å få saka tilstrekkeleg opplyst, kan ansvarlig saksbehandlar møte.

source: du er i forhandlinger med en investor som ønsker en uttalelse før de gjør investeringer i din oppfinnelse
nn: du er i forhandlingar med ein investor som ønskjer ei utsegn før dei gjer investeringar i di oppfinning

source: Dette er typisk tilfelle der merket består av varens eller emballasjens form, og det systematisk er påført et ordmerke som det er markedsført under, jf.
nn: Dette er typisk tilfelle der merket består av vara eller emballasjen si form, og det systematisk er påførd eit ordmerke som det er marknadsført under, jf.

source: Den innebærer også at spørsmålet om designen er ny og skiller seg vesentlig fra tidligere kjente design, skal bedømmes ut fra situasjonen på prioritetsdagen også i de senere søknadene.
nn: Den inneber også at spørsmålet om designet er nytt og skil seg vesentleg frå tidlegare kjente design, skal bedømmast ut frå situasjonen på prioritetsdagen også i dei seinare søknadane.

source: Består dokumentasjonen av informasjon om bruk, må du beskrive hvor i dokumentasjonen bruken kommer til utrykk, i hvilken tidsperiode bruken er foretatt og hvor bruken geografisk har funnet sted.
nn: Består dokumentasjonen av informasjon om bruk, må du forklare kor i dokumentasjonen bruken kjem til utrykk, i kva for ein tidsperiode bruken er gjort og kor bruken geografisk har funne stad.

source: Hvis du har rettslig interesse av å få spørsmålet prøvd, kan du også kreve administrativ overprøving selv om patentet er opphørt.
nn: Dersom du har rettsleg interesse av å få spørsmålet prøvd, kan du også krevje administrativ overprøving sjølv om patentet er gått ut.

source: Kvalitetskoordinatorene utgjør et team som samarbeider på tvers og gir råd til ledergruppen i saker som gjelder systemet for kvalitetsstyring.
nn: Kvalitetskoordinatorane utgjer eit team som samarbeider på tvers og gjer råd til leiargruppa i saker som gjeld systemet for kvalitetsstyring.

source: ved Torill H.
nn: av Torill H.

source: Hovedregelen er fortsatt at designet må vises tydelig
nn: Hovudregelen er framleis at designet må visast tydeleg.

source: «Forskning og immaterielle rettigheter er grunnmuren til Amicoat.
nn: «Forsking og immaterielle rettar er grunnmuren til Amicoat.

source: Oversikt over andre offentlige og halv-offentlige aktører og støttespillere innen fagfeltet IPR – immaterielle rettigheter.
nn: Oversikt over andre offentlege og halv-offentlege aktørar og støttespillarar innan fagfeltet IPR – immaterielle rettar.

source: Vestre gjorde tidligere søkeprosessen og oppfølgingen selv, men har de senere årene fått hjelp av et konsulentfirma til dette.
nn: Vestre gjorde tidlegare søkjeprosessen og oppfølginga sjølv, men har dei seinare åra fått hjelp av eit konsulentfirma til dette.

source: På den måten kan vi se om noen jobber med det samme som oss, i tillegg til at vi får et innblikk i sannsynligheten for å få noe beskyttet.
nn: På den måten kan vi sjå om nokon jobbar med det same som oss, i tillegg til at vi får eit innblikk i kor sannsynleg det er å få noko verna.»

source: Eksempler på merkeendringer som Patentstyret har godtatt
nn: Eksempel på merkeendringar som Patentstyret har godteke

source: er en begrunnet klage på en avgjørelse om å gi patent.
nn: er ei velgrunna klage på ei avgjerd om å gi patent.

source: En avdelt registrering kan ikke omfatte varer og tjenester som ikke var omfattet av den opprinnelige registreringen.
nn: Ei avdelt registrering kan ikkje omfatte varer og tenester som ikkje var omfatta av den opphavlege registreringa.

source: Opprinnelig solgte Ask produktene gjennom gourmetrestauranter og delikatessebutikker, en strategi de raskt måtte endre i mars 2020 da nedstengingen førte til at store deler av salget forsvant over natten.
nn: Opphavleg selde Ask produkta gjennom gourmetrestaurantar og delikatessebutikkar, ein strategi dei raskt måtte endre i mars 2020 då nedstenginga førte til at store deler av salet forsvann over natta.

source: «Smartfish utvikler innovative produkter og det gjør det særlig viktig for oss å beskytte oppfinnelsene våre og dermed sikre grunnlaget for inntjening.
nn: «Smartfish utviklar innovative produkt, og det gjer det særleg viktig for oss å verne oppfinningane våre og dermed sikre grunnlaget for inntening.

source: Hvorfor fulgte du ikke med på rettigheten din i
nn: Kvifor fylgde du ikkje med på retten din i

source: I innsigelses- og overprøvingssaker kan du forvente å motta endelig avgjørelse innen
nn: I motsegns- og overprøvingssaker kan du forvente å motta endeleg avgjerd innan

source: Her får du kjapt oversikt over hvem som har rettigheter til hva, illustrasjoner og bilder tilknyttet ulike registreringer, status i saker, informasjon om betaling av avgifter samt journal med dokumenter.
nn: Her får du kjapt oversikt over kven som har rettar til kva, illustrasjonar og bilde knytta til ulike registreringar, status i saker, informasjon om betaling av avgifter samt journal med dokument.

source: Hvis vilkårene for deling eller sammenslåing ikke er oppfylt, får du som innehaver frist for å uttale deg.
nn: Viss vilkåra for deling eller samanslåing ikkje er oppfylt, får du som innehavar frist for å uttale deg.

source: Rettighetshaver kan søke Tolletaten om bistand
nn: Rettshavar kan søkje Tolletaten om hjelp

source: utlegg i design- og patentrettigheter
nn: utlegg i design- og patentrettar

source: Du må normalt vise til at du og/eller fullmektigen din har et saksbehandlingssystem som er logisk og overskuelig, at arbeidsrutinene utføres av kvalifisert personale, samt at det foreligger et akseptabelt kontrollsystem for «kryssjekk» av viktige arbeidsoppgaver.
nn: Du må normalt vise til at du og/eller fullmektigen din har eit saksbehandlingssystem som er logisk og overskueleg, og at arbeidsrutinane blir utførde av kvalifisert personale, samt at det føreligg eit akseptabelt kontrollsystem for "kryssjekk" av viktige arbeidsoppgåver.

source: vår kan du holde deg oppdatert på hva konkurrentene dine gjør og hvilke rettigheter de søker.
nn: vår kan du halde deg oppdatert på kva konkurrentane dine gjer og kva rettar dei søkjer.

source: vil forsikre deg om at varemerket ditt ikke er registrert tidligere eller ligner andre registrerte varemerker
nn: vil forsikre deg om at varemerket ditt ikkje er registrert tidlegare eller likner andre registrerte varemerke

source: Det betyr at hvis du ikke har registrert rettighetene dine i tide, risikerer du å bli utestengt fra markeder som er viktige for deg.
nn: Det betyr at viss du ikkje har registrert rettane dine i tide, risikerer du å bli utestengd frå marknadar som er viktige for deg.

source: Hvis Patentstyret nekter å registrere en søknad for deler av varefortegnelsen, kan du som søker be om at søknaden skal deles.
nn: Viss Patentstyret nekter å registrere ein søknad for delar av vareforteikninga, kan du som søkjar be om at søknaden skal delast.

source: for viktig informasjon om hva søknaden din skal inneholde.
nn: for viktig informasjon om kva søknaden din skal innehalde.

source: Databasene omfatter dokumenter fra mange land som for eksempel Kina, Korea, Tyskland og USA, og en lang rekke fagfeltspesifikke databaser i kjemi, IKT, olje, m.fl.
nn: Databasane omfattar dokument frå mange land som for eksempel Kina, Korea, Tyskland og USA, og ei lang rekkje fagfeltspesifikke databasar i kjemi, IKT, olje, m.fl.

source: Varemerkeloven sier at et varemerke ikke kan registreres uten samtykke fra vedkommende rettighetshaver hvis det inneholder noe som kan oppfattes som en annens navn, kunstnernavn eller portrett, med mindre det åpenbart siktes til en for lengst avdød person.
nn: Varemerkelova seier at eit varemerke ikkje kan registrerast utan samtykke frå vekommande rettshavar viss det inneheld noko som kan oppfattast som ein annan sitt namn, kunstnarnamn eller portrett, med mindre det openbert blir sikta til ein for lengst avdød person.

source: Det var ikke full enighet om når de mente at slike merker fremstår som dekor.
nn: Det var ikkje full einighet om når dei meinte at slike merke framstår som dekor.

source: Målgruppen er bedrifter i USA og EU, men norske bedrifter vil også finne nyttig informasjon i
nn: Målgruppa er bedrifter i USA og EU, men norske bedrifter vil også finne nyttig informasjon i

source: Den andre parten må med andre ord ha gjort noe klanderverdig.
nn: Den andre parten må med andre ord ha gjort noko klanderverdig.

source: Vi anser varer eller tjenester som likeartede når de for eksempel har fellesskap i produksjon, omsetning, bruk og/eller formål.
nn: Vi vurderer varer eller tenester som likearta når dei til dømes har fellesskap i produksjon, omsetning, bruk og/eller formål.

source: Oppfinnelsen må være en konkret løsning på et teknisk problem.
nn: Oppfinninga må vere ei konkret løysing på eit teknisk problem.

source: mai 2003 lever videre og har beskyttelse under designloven.
nn: mai 2003 lever vidare og har vern under designlova.

source: Et møte med ekspertene våre vil gi deg verdifull informasjon om det allerede finnes lignende teknologi eller ikke, og andres rettigheter på fagområdet ditt.
nn: Eit møte med ekspertane våre vil gi deg verdifull informasjon om det allereie finst liknande teknologi, og om andre sine rettar på fagområdet ditt.

source: Du kan forvente svar på søknaden din innen
nn: Du kan forvente svar på søknaden din innan

source: Nummer og dato for den første markedsføringstillatelsen i Norge.
nn: Nummer og dato for det første marknadsføringsløyvet i Noreg.

source: Bruk dette til inspirasjon og se eksempler på hvordan du kan bruke identiteten på en rekke flater.
nn: Bruk dette til inspirasjon og sjå eksempel på korleis du kan bruke identiteten på ei rekkje flater.

source: Det er derfor innført en mulighet for å søke om forlenget beskyttelsestid for legemidler med inntil fem (5) år.
nn: Det er derfor innført ei moglegheit for å søkje om forlenga vernetid for legemiddel med inntil fem (5) år, såkalla supplerande vernesertifikat (SPC).
